Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/attendance_and_discipline_in_schools/bullying_in_schools_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: • What is bullying?
ga: • Bulaíocht - eolas ginearálta

source: • Anti-Bullying Procedures for Primary and Post-Primary Schools
ga: • Nósanna Imeachta Frithbhulaíochta le haghaidh Bunscoileanna agus Meánscoileanna

source: • How is bullying stopped?
ga: • Conas a chuirtear cosc ar bhulaíocht?

source: There are rules regarding bullying between students at primary and post-primary schools
ga: Tá rialacha a bhaineann le bulaíocht idir daltaí i mbunscoileanna agus iar-bhunscoileanna

source: These are set down in procedures (but not law) issued by the Department of Education and Skills
ga: Tá na rialacha sin leagtha síos i nósanna imeachta (ach ní dlí iad) atá eisithe ag an Roinn Oideachais agus Scileanna

source: The following sets out the rules about bullying in schools and the rights of pupils and parents where bullying occurs
ga: Leagtar amach na rialacha anseo maidir le bulaíocht agus cearta daltaí agus tuismitheoirí nuair a tharlaíonn bulaíocht

source: In September 2013 the Department published Anti-Bullying Procedures for Primary and Post-Primary Schools (pdf) – see below
ga: I Meán Fómhair 2013, d’fhoilsigh an Roinn Oideachais agus Scileanna Nósanna Imeachta Frithbhulaíochta do Bhunscoileanna agus Iar-bhunscoileanna (pdf)

source: The procedures include the requirement that all schools should have an anti-bullying policy within the framework of their overall code of behaviour
ga: Áiríonn na nósanna imeachta an riachtanas go mbeidh sé ar gach scoil polasaí frithbhulaíochta sa chreat a gcód iompair iomlán a bheith aige

source: These procedures replace the 1993 Guidelines on Countering Bullying Behaviour in Primary and Post Primary Schools (pdf) - see below
ga: Cuirtear na nósanna imeachta seo na Treoirlínte ar Bhulaíocht a Chosc i mBunscoileanna agus in Iar-bhunscoileanna (pdf) foilsithe i 1993

source: According to Children First: National Guidelines for the Protection and Welfare of Children (pdf) issued by the Department of Health, teachers have a general duty of care to ensure that arrangements are in place to protect children and young people from harm
ga: De réir Tús Áite do Leanaí: Treoirlínte Náisiúnta um Chosaint agus Leas Leanaí (pdf) atá eisithe ag an Roinn Sláinte, tá dualgas i gcoitinne ar mhúinteoirí a chinntiú go mbeidh socruithe i bhfeidhm chun leanaí agus daoine óga ar dhochar a chosaint

source: What is bullying?
ga: Bulaíocht - eolas ginearálta

source: Bullying is defined by the Department of Education and Skills guidelines as unwanted negative behaviour, verbal, psychological or physical, conducted by an individual or group against another person (or persons) and which is repeated over time
ga: Is é an sainmhíniú a thugtar i dtreoirlínte na Roinne Oideachais agus Scileanna ar bhulaíocht ná iompar diúltach gan iarraidh, bíodh sé ó bhéal, go síceolaíoch nó go fisiciúil, a bhíonn ar siúl ag duine aonair nó grúpa i leith duine (nó daoine) eile agus a dhéantar arís eile le himeacht ama

source: Placing a once-off offensive or hurtful public message, image or statement on a social network site or other public forum where that message, image or statement can be viewed and/or repeated by other people is also regarded as bullying behaviour
ga: Caitear le teachtaireacht, íomhá nó ráiteas poiblí maslach nó goilliúnach aonuaire a chuirtear in airde ar láithreán líonra shóisialta nó ar fhóram poiblí eile inar féidir le daoine eile an teachtaireacht, íomhá nó ráiteas sin a fheiceáil agus/nó a chur in airde arís mar iompar bulaíochta chomh maith

source: Bullying can occur at any age, in any environment, and can be long or short-term
ga: Féadfaidh bulaíocht tarlú ag aon aois, in aon timpeallacht, agus féadfaidh sí a bheith fadtéarmach nó gearrthéarmach

source: Cyberbullying is bullying through the internet or mobile phone, often through social networking sites used by young people
ga: Is éard is cibearbhulaíocht ann ná bulaíocht a dhéantar tríd an idirlíon nó trí ghuthán póca, agus is minic a dhéantar amhlaidh trí láithreáin ghréasáin líonraithe shóisialta a úsáideann daoine óga

source: A booklet GET WITH IT!
ga: Cuireadh leabhrán, GET WITH IT!

source: A guide to cyberbullying (pdf) has been produced as a joint initiative between the Office for Internet Safety, the National Centre for Technology in Education and Barnardos
ga: Treoir maidir le cibearbhulaíocht (pdf), i dtoll a chéile mar chomhthionscnamh idir an Oifig um Shábháilteacht Idirlín, an Lárionad Náisiúnta do Theicneolaíocht san Oideachas agus Barnardos

source: The booklet is intended to increase awareness of all aspects of cyberbullying including how to identify it and how to prevent it
ga: Tá sé beartaithe go méadóidh an leabhrán an fheasacht ar gach gné de chibearbhulaíocht, lena n-áirítear conas a dhéantar í a shainaithint agus a chosc

source: Many children who are being bullied are afraid to speak out
ga: Bíonn drogall ar a lán íobartach bulaíochta labhairt amach de bharr eagla

source: They are scared of reprisals if they tell someone
ga: Bíonn eagla orthu go mbainfear díoltas amach orthu má théann siad i muinín duine éigin

source: Reports have shown that as young people grow older, they are less likely to tell someone
ga: Léirítear i dtuairiscí go dtagann níos mó drogaill ar dhaoine óga labhairt le duine de réir mar a éiríonn siad níos sine

source: They become more and more isolated, experience depression and, in extreme cases, can harm themselves or attempt suicide
ga: Fulaingíonn siad lagar spride, aonrú, a théann in olcas le himeacht ama, agus sna cásanna is measa gortaíonn siad iad féin nó déanann siad iarracht ar fhéinmharú

source: • Fear of going to school
ga: • Mífhonn freastal ar scoil

source: • Poor or deteriorating schoolwork, inability to concentrate
ga: • Obair bhaile lag nó ag dul in olcas, deacrachtaí aire a dhíriú

source: • Reluctance to go out
ga: • Drogall orthu roimh dul amach

source: • Torn clothes, broken glasses, missing schoolbooks
ga: • Éadaí loite, spéaclaí briste, leabhair scoile ar iarraidh

source: • Repeated signs of bruising and injuries
ga: • Comharthaí leanúnacha brúnna craicinn agus gortuithe

source: Why do people bully?
ga: Cén fáth an gcleachtann daoine bulaíocht?

source: Very often, bullies are themselves suffering from low self-esteem and lack of confidence
ga: Is minic a bhíonn easpa muiníne agus féinmheas íseal ag cur isteach ar bhulaithe

source: They may suffer violence at home
ga: Tá seans ann go bhfuil foréigean á dhéanamh orthu sa bhaile

source: In other cases, they may be reacting to painful changes in their lives, for example, bereavement or divorce
ga: I gcásanna eile, tá seans ann go bhfuil athruithe deacra saoil ag cur isteach orthu, mar shampla méala nó colscaradh

source: They may want to seek attention or to appear in control
ga: B'fhéidir gur mhaith leo go ndíreofaí aire orthu nó a gcumas smachta chur in iúl

source: If you think your child might be a bully it is important to recognise this and help him or her to deal with it. You should talk to the class teacher about this bullying behaviour and how it could be changed
ga: Má chreideann tú gur bulaí do leanbh é/í, ba cheart labhairt leis an muinteoir faoi an bhulaíocht agus cén caoi a n-athraítear an iompar seo

source: Anti-Bullying Procedures for Primary and Post-Primary Schools
ga: Nósanna Imeachta Frithbhulaíochta le haghaidh Bunscoileanna agus Meánscoileanna

source: The Anti-Bullying Procedures for Primary and Post-Primary Schools (pdf) published by the Department of Education and Skills require that an anti-bullying policy should be part of the written code of behaviour in all schools
ga: Ceanglaíonn Na Nósanna Imeachta Frithbhulaíochta le haghaidh Bunscoileanna agus Meánscoileanna (pdf) a d’fhoilsigh an Roinn Oideachais agus Scileanna gur cheart go mbeadh beartas frithbhulaíochta mar chuid den chód scríofa iompair i ngach scoil

source: Each school must follow these procedures when developing its anti-bullying policy
ga: Ní mór do gach scoil na nósanna imeachta seo a leanúint nuair a bhíonn a mbeartas frithbhulaíochta á fhorbairt acu

source: The main elements of the procedures include:
ga: I measc phríomhghnéithe na nósanna imeachta tá:

source: • Strong emphasis on the prevention of bullying behaviour through the fostering and development of a positive school culture and climate, based on inclusivity and respect and practical tips on how to achieve this
ga: • Béim láidir a leagan ar iompar bulaíochta a chosc trí chultúr agus timpeallacht dhearfach scoile a chothú agus a fhorbairt, bunaithe ar uileghabhálacht agus meas agus leideanna praiticiúla ar conas a bhaintear seo amach

source: • A school-wide approach to preventing and tackling bullying behaviour
ga: • Cur chuige ar fud na scoile maidir le cosc a chur ar iompar bulaíochta agus dul i ngleic leis

source: • All schools must adhere to the standard template for developing their anti-bullying policy
ga: • Ní mór do gach scoil cloí leis an teimpléad caighdeánach maidir lena mbeartas frithbhulaíochta a fhorbairt

source: • Schools must publish their anti-bullying policy on the school’s website and give it to the parents’ association
ga: • Ní mór do scoileanna a mbeartas frithbhulaíochta a fhoilsiú ar láithreán gréasáin na scoile agus é a chur faoi bhráid an chumainn tuismitheoirí

source: • Making clear that the definition of bullying includes cyber-bullying and identity-based bullying (such as homophobic and racist bullying)
ga: • A shoiléiriú go n-áirítear leis an sainmhíniú ar bhulaíocht cibearbhulaíocht agus bulaíocht fhéiniúlachtbhunaithe (ar nós bulaíocht homafóbach agus bulaíocht chiníoch)

source: • Clear procedures for investigating, recording and dealing with bullying
ga: • Nósanna imeachta soiléire le haghaidh bulaíocht a fhiosrú, a chur i gcuntas agus chun déileáil le bulaíocht

source: • Oversight arrangements that involve the school principal reporting regularly to the Board of Management and a requirement for the Board to do an annual review of the school’s anti- bullying policy and its implementation
ga: • Socruithe maoirsithe ina ndéanann Príomhoide na Scoile tuairisciú rialta don Bhord Bainistíochta agus ceanglas ar an mBord athbhreithniú bliantúil a dhéanamh ar bheartas frithbhulaíochta na scoile agus a chur i bhfeidhm

source: The Department’s Circular 0045/2013 (pdf) requires all schools to have developed and formally adopted an anti-bullying policy that complies with the above procedures by the end of the second term of the 2013/14 school year
ga: Ceanlgaíonn Ciorclán na Roinne 0045/2013 (pdf) ar gach scoil beartas frithbhulaíochta a bheith forbartha agus glactha go foirmiúil a chomhlíonann na nósanna imeachta thuas faoi dheireadh an dara téarma scoile i mbliain scoile 2013/14

source: The Department of Education and Skills has also published guidelines for teachers on child abuse and bullying: Child Protection Procedures for Primary and Post-Primary Schools (pdf)
ga: Tá treoirlínte do mhúinteoirí foilsithe ag an Roinn Oideachais agus Scileanna chomh maith ar mhí-úsáid leanaí agus bhulaíocht

source: These guidelines reflect the particular circumstances of primary and post-primary schools and are based on the recommendations of the 'Children First' report
ga: Léiríonn na treoirlínte sin na coinníollacha ar leith a bhaineann le bunscoileanna agus iar-bhunscoileanna agus tá siad bunaithe ar na moltaí atá sonraithe sa tuairisc 'Children First' . Is iad sin:

source: How is bullying stopped?
ga: Conas a chuirtear cosc ar bhulaíocht?

source: Intervention from adults is usually necessary
ga: Go hiondúil, bíonn gá le hidirghabháil ó dhaoine fásta

source: Bullying behaviour must be challenged or it will become regular and get worse
ga: Ní foláir dúshlán a thabhairt ar iompar bulaíochta nó éireoidh sé níos rialta agus níos measa

source: If you think someone is being bullied, you should provide opportunities for them to talk to you
ga: Má cheapann tú go bhfuil bulaíocht á cleachtadh ar dhuine, ba cheart duit deiseanna a chur ar fáil dó/di chun caint leat

source: It will take time, but if you send a clear message that bullying is unacceptable and does not have to continue, in time, the young person may trust you enough to tell
ga: Glacfaidh sé am, ach má léiríonn tú go soiléir go bhfuil an bhulaíocht do-ghlactha agus nach gá dó leanúint ar aghaidh, tá seans ann go gcuirfidh an duine óg go leor iontaoibhe ionat chun labhairt go hoscailte leat

source: If you think your child is being bullied you should talk to the class teacher or the principal
ga: Má chreideann tú gur íospartach bulaíochta do leanbh é/í ba cheart labhairt leis an muinteoir nó an priomhóide

source: If, for whatever reason, the matter cannot be resolved by the school staff, you may report the matter to the Chairperson of the school’s Board of Management for attention
ga: Más rud é, ar chúis ar bith, nach féidir le foireann na scoile an cheist a réiteach, féadfaidh tú an cheist a thuairisciú do Chathaoirleach Bhord Bainistíochta na scoile ar mhaithe le haird

source: The Board of Management is legally responsible for the day to day running of the school and has a duty of care to its school's students
ga: Tá an Bord Bainistíochta freagrach go dlíthiúil as reáchtáil laethúil na scoile agus tá dualgas cúraim air do dhaltaí a scoile

source: The school’s Board of Management in turn is responsible to the school patron for the exercise of its duties under the Education Act 1998
ga: Tá Bord Bainistíochta na scoile freagrach faoi seach do phátrún na scoile as comhlíonadh a dhualgas faoin Acht Oideachais 1998

source: The Department of Education and Skills can advise you on how to proceed with a complaint
ga: Is féidir leis an Roinn Oideachais agus Scileanna comhairle a chur ort maidir le conas leanúint le gearán

source: The Department of Education and Skills itself does not have any power to investigate complaints
ga: Níl sé de chumhacht ag an Roinn Oideachais agus Scileanna í féin gearáin a imscrúdú

source: If you wish to report an allegation of bullying or child abuse to the Department, please contact the Parents’ and Learners’ Section - see 'Where to apply' below
ga: Má theastaíonn uait gearán a dhéanamh faoi bhulaíocht nó mí-úsáid leanaí, téigh i dteagmháil le Rannóg na dTuismitheoirí agus na bhFoghlaimeoirí sa Roinn - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: The Tackle Bullying website is a national website to prevent, intervene and resolve bullying and cyberbullying for young people, parents and teachers. Where to apply Parents’ and Learners’ Section, Schools' Division Department of Education and Skills Cornamaddy Athlone Co
ga: Láithreán gréasáin náisiúnta is ea láithreán gréasáin ‘Tackle Bullying’ atá in ainm is bulaíocht agus cibearbhulaíocht a chosc, a idirghabháil agus a réiteach i measc daoine óga, tuismitheoirí agus múinteoirí
